Repository: common-repository/stonehenge-em-maps-styling
Catalog: languages/stonehenge-em-maps-styling-*.po
Languages: nl_nl

source: &#x1F4CD; Style your Google Maps within Events Manager the way YOU like them! Select Map Type, Zoom Level, Controls and more.
nl_nl: &#x1F4CD; Toon Google Maps vanuit Events Manager op de manier zoals JIJ dat wilt! Selecteer kaarttype, zoom-niveau, bediening en meer.

source: Set Zoom Level
nl_nl: Stel het Zoom-niveau in

source: Set the Zoom level from 1 to 20. <br><br>The Events Manager default = 15.
nl_nl: Stel het Zoom-niveau in van 1 tot 20. <br><br>Events Managers standaard = 15.

source: Disable Map Type Switching
nl_nl: Schakel wisselen van kaarttype uit.

source: Disable Mouse Scrollwheel
nl_nl: Schakel de scroll-knop van de muis uit

source: Disable double click to Zoom
nl_nl: Schakel ''dubbel klikken om te zoomen'' uit

source: Hide Map Controls
nl_nl: Verberg Kaart-bediening

source: Hide Footer clutter
nl_nl: Verberg Footer-vulling

source: Hide Full Screen Layer
nl_nl: Verberg ''Volledig Scherm''-optie

source: Block Roboto Font
nl_nl: Blokkeer Roboto-lettertype

source: Localize Map
nl_nl: Kaart vertalen

source: Your Google Maps have been beautified.
nl_nl: Je Google Maps zijn nu nog mooier.

source: Style your Event Maps
nl_nl: Stijl je Evenement Kaarten

source: Roadmap
nl_nl: Wegenkaart

source: displays the default road map view. (This is the default map type)
nl_nl: toont de standaard wegenkaart. (Dit is het standaard kaarttype)

source: Hybrid
nl_nl: Hybride

source: displays a mixture of normal and satellite views.
nl_nl: toont een mengeling van normale en satellietbeelden.

source: Satellite
nl_nl: Satelliet

source: displays Google Earth satellite images.
nl_nl: toont satelliet-afbeeldingen van Google Earth.

source: Terrain
nl_nl: Terrein

source: displays a physical map based on terrain information.
nl_nl: toont een fysieke kaart, gebaseerd op terreininformatie.

source: Google Maps API Key
nl_nl: Google Maps API-sleutel

source: Select the Map Type
nl_nl: Selecteer de kaartsoort

source: Explain
nl_nl: Uitleg

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: Plug-in Support
nl_nl: Plugin-ondersteuning

source: Wordpress Profile
nl_nl: WordPress-profiel

source: Donate
nl_nl: Doneren

source: Version
nl_nl: Versie
